[
"When I've built up my savings, I'll be able to travel to Mexico.",
"Wouldn't it be lovely to enjoy a week soaking up the culture?",
"The plots failed because of some trusted friends of the king.",
"After the death of the king, everyone wanted to be a king.",
"War does not bring anything good to the common people.",
"If opportunity doesn't knock, build a door.",
"The ants enjoyed the barbecue more than the family.",
"The waves were crashing on the shore; it was a lovely sight.",
"He stomped on his fruit loops and thus became a cereal killer.",
"Her hair was windswept as she rode in the black convertible.",
"We will not allow you to bring your pet armadillo along.",
"There should have been a time and a place, but this wasn't it.",
"She only paints with bold colors; she does not like pastels.",
"I am counting my calories, yet I really want dessert.",
"The paintbrush was angry at the color the artist chose to use.",
"Pat ordered a ghost pepper pie.",
"The father died during childbirth.",
"He is no James Bond; his name is Roger Moore.",
"Mary plays the piano.",
"My dentist tells me that chewing bricks is very bad for your teeth.",
"It's not often you find a soggy banana on the street.",
"The tart lemonade quenched her thirst, but not her longing.",
"The light in his life was actually a fire burning all around him.",
"I am my aunt's sister's daughter.",
"He ran out of money, so he had to stop playing poker.",
"The thunderous roar of the jet overhead confirmed her worst fears.",
"The truth is that you pay for your lifestyle in hours.",
"This made him feel like an old-style rootbeer float smells.",
"It caught him off guard that space smelled of seared steak.",
"I would have gotten the promotion, but my attendance wasn’t good enough.",
"He spiked his hair green to support his iguana.",
"He always wore his sunglasses at night.",
"Nobody questions who built the pyramids in Mexico.",
"Courage and stupidity were all he had.",
"He shaved the peach to prove a point.",
"I often see the time 11:11 or 12:34 on clocks.",
"She wore green lipstick like a fashion icon.",
"Toddlers feeding raccoons surprised even the seasoned park ranger.",
"It was her first experience training a rainbow unicorn.",
"The blue parrot drove by the hitchhiking mongoose.",
"She wrote him a long letter, but he didn't read it.",
"Garlic ice-cream was her favorite.",
"The shark-infested South Pine channel was the only way in or out.",
"She did her best to help him.",
"Everyone was busy, so I went to the movie alone.",
"The pigs were insulted that they were named hamburgers.",
"The quick brown fox jumps over the lazy dog."
]